/*
 * AAUTasks.strings
 * MacConfig
 */
 
/*  AAUPortMapFirewallTask  */
"Firewall" = "Kapı Eşleme Ayarlama Yardımcısı";
"Firewall.Service.Intro" = "Kapı Eşleme Ayarlama Yardımcısı, belirli kapılardaki ve servislerdeki gelen ağ trafiğini ağınızdaki bilgisayarlara eşlemenize yardım eder.";
"Firewall.PortHost.Intro" = "Açılır menüden bir servis seçin veya birbirine eşlemek istediğiniz ortak ve özel IP adreslerini ve kapılarını girin.";
"Firewall.PortHost.IPv6" = "Ağ trafiğinin ağınızdaki tüm IPv6 sunucularına gelmesine de izin verebilirsiniz.";
"Firewall.Description.Intro" = "Bu kapı eşleme girişi için açıklamayı girin.";
"Firewall.Description.Done" = "İşiniz bittiğinde, kapı eşleme girişinizi kaydetmek için Bitti'yi tıklayın.";

"tcpPrivatePorts" = "Özel TCP Kapısı/Kapıları";
"tcpPublicPorts" = "Ortak TCP Kapısı/Kapıları";
"udpPrivatePorts" = "Özel UDP Kapısı/Kapıları";
"udpPublicPorts" = "Ortak UDP Kapısı/Kapıları";

"type" = "Servis";
"hosts" = "Özel IP Adresi";
"privatePort" = "Özel Kapı";
"description" = "Açıklama";
"advertiseService" = "Bonjour kullanarak herkese ilan et";
"serviceName" = "Servis Adı";
"serviceType" = "Servis Türü";
"allowAllIPv6" = "Trafiğin tüm IPv6 sunucularına gelmesine izin ver";

"ConflictingPortNumber" = "Ortak kapı numarası, baz istasyonundaki bir servis tarafından kullanılan kapıyla çelişiyor. Başka bir ortak kapı numarası seçin.";/*TO BE REMOVED*/
"ConflictingPortUDP" = "Ortak UDP kapı numarası, baz istasyonundaki bir servis tarafından kullanılan kapıyla çelişiyor. Başka bir ortak kapı numarası seçin.";
"ConflictingPortUDPFileSharing" = "Ortak bir UDP kapı numarası, baz istasyonundaki dosya paylaşma kapısıyla çelişiyor. Dosya paylaşmayı etkisizleştirin veya başka bir kapı numarası seçin.";
"ConflictingPortUDPFileSharingNoDisable" = "Ortak bir UDP kapı numarası baz istasyonundaki dosya paylaşma kapısıyla çelişiyor. Başka bir kapı numarası seçin.";
"ConflictingPortUDPSNMP" = "Ortak bir UDP kapısı baz istasyonundaki SNMP kapısıyla çelişiyor. SNMP'yi etkisizleştirin veya başka bir kapı numarası seçin.";
"ConflictingPortTCPFileSharing" = "Ortak bir TCP kapı numarası baz istasyonundaki dosya paylaşma kapısıyla çelişiyor. Dosya paylaşmayı etkisizleştirin veya başka bir kapı numarası seçin.";
"ConflictingPortTCPFileSharingNoDisable" = "Ortak bir TCP kapı numarası baz istasyonundaki dosya paylaşma kapısıyla çelişiyor. Başka bir kapı numarası seçin.";
"ConflictingPortTCPACP" = "Ortak bir TCP kapı numarası baz istasyonundaki konfigürasyon kapısıyla çelişiyor. Başka bir kapı numarası seçin.";

/* Services */
"Personal File Sharing" = "Kişisel Dosya Paylaşma";
"Windows Sharing" = "Windows Paylaşma";
"Personal Web Sharing" = "Kişisel Web Paylaşma";
"Remote Login - SSH" = "Uzaktan Oturum Açma - SSH";
"FTP Access" = "FTP Erişimi";
"Apple Remote Desktop" = "Apple Remote Desktop";
"Remote Apple Events" = "Uzaktan Apple Event'ler";
"Printer Sharing" = "Yazıcı Paylaşma";
"POP Mail" = "POP Postası";
"POP Mail with SSL" = "POP Postası (SSL ile)";
"IMAP Mail" = "IMAP Postası";
"IMAP Mail with SSL" = "IMAP Postası (SSL ile)";
"SMTP Mail" = "SMTP Posta";
"QuickTime Streaming Server" = "QuickTime Duraksız Yayın Sunucusu";
"Jabber" = "Jabber";
"CustomService" = "Bir servis seçin";

/*  AAUIPv6FirewallTask  */

"IPv6Firewall" = "IPv6 Güvenlik Duvarı Ayarlama Yardımcısı";
"IPv6Firewall.Intro" = "IPv6 Güvenlik Duvarı Ayarlama Yardımcısı, ağınızdaki aygıtlara IPv6 ağ trafiğinin gelmesine izin vermenize yardımcı olur.";

"AllowLabel" = "İzin Ver";
"AllowAll" = "Tüm servislere ve kapılara";
"AllowAllTCPUDP" = "Tüm TCP ve UDP kapılarına";
"AllowSpecific" = "Belirli TCP ve UDP kapılarına";

"host" = "IPv6 Adresi";
"tcpPorts" = "TCP Kapı(ları)";
"udpPorts" = "UDP Kapı(ları)";

/*  AAUUserDBTask  */

"Accounts" = "Hesap Ayarlama Yardımcısı";
"Accounts.UserPassword" = "Kullanıcı Adı ve Parolası";
"Accounts.UserPassword.Intro" = "Hesap adını ve parolasını girin.";
"Accounts.Restrictions.FileAccess" = "Bu hesabın paylaşılan disklere erişimini seçin.";

"name" = "Ad";
"shortName" = "Kısa Ad";
"password" = "Parola";
"passwordVerify" = "Parolayı Doğrula";
"fileSharingAccess" = "Paylaşma Erişimi";
"accessBelowGuest" = "Seçtiğiniz dosya paylaşma erişim düzeyi konuk erişiminden daha düşük. Bu kullanıcı hâlâ konuk olarak bağlanıp paylaşılan disklere erişebilecektir.";
"UsernameInUse" = "Bu hesap adı zaten var. Benzersiz bir ad girin.";

/*  AAUTimedAccessTask  */

"TimedAccess" = "Süreli Erişim Denetimi Ayarlama Yardımcısı";
"TimedAccess.Intro" = "İstemcinin kablosuz MAC adresini veya AirPort kimliğini ve açıklamasını girin.";
"TimedAccess.Intro.Fallback" = "Bu ağdaki saptanmış erişim miktarı için bir açıklama girin.";
"TimedAccess.Restrictions" = "Bu istemcinin ağ süresi sınırlamalarını ayarlamak için Ekle'yi (+) tıklayın.";
"TimedAccess.Restrictions.Fallback" = "Saptanmış ağ süresi sınırlamalarını ayarlamak için Ekle'yi (+) tıklayın.";
"ThisComputer" = "Bu Bilgisayar";

"days.0" = "Erişim Yok";
"days.1" = "Pazartesileri";
"days.2" = "Salıları";
"days.4" = "Çarşambaları";
"days.8" = "Perşembeleri";
"days.16" = "Cumaları";
"days.32" = "Cumartesileri";
"days.64" = "Pazarları";
"days.31" = "Hafta İçleri";
"days.96" = "Hafta Sonları";
"days.127" = "Her Gün";

"time.0" = "önce";
"time.1" = "sonra";
"time.2" = "arasında";
"time.3" = "tüm gün";

"and" = "ve";

"TimedAccessWillExpireOn" = "Bu istemcinin bu ağa erişimi %@ tarihinde sona erecektir.";
"TimedAccessDidExpire" = "Bu istemcinin bu ağa erişim süresi dolmuş.";	
"TimedAccessDidExpireExplain" = "Ağa erişimi yeniden sağlamak istiyorsanız, bu istemcinin süre sınırlamalarını “Erişim Yok”dan başka bir şeye değiştirebilirsiniz.";

/*  AAUDHCPReservationTask  */

"DHCPReservation" = "DHCP Rezervasyonu Ayarlama Yardımcısı";
"DHCPReservation.Name" = "Rezervasyonunuza bir ad verin";
"DHCPReservation.Name.Intro" = "Ağınızdaki bir istemci için belirli bir IP adresini ayırmak istiyorsanız, rezervasyon için bir açıklama girin.";
"DHCPReservation.Name.Middle" = "Adresi, MAC adresine veya DHCP İstemci Kimliğine göre ayır.";
"DHCPReservation.Name.Continue"	= "İşiniz bittiğinde Sürdür'ü tıklayın.";
"DHCPReservation.Mapping" = "İstemci Kimliğini veya MAC adresini IP Adresine Eşle";
"DHCPReservation.Mapping.MACAddress" = "Rezervasyonu yapılan kablosuz istemci için MAC adresini girin.";
"DHCPReservation.Mapping.ClientID" = "Rezervasyonu yapılan kablosuz istemci için DHCP İstemci Kimliğini girin.";
"DHCPReservation.Mapping.IP" = "İstemciye ayırmak istediğiniz IP adresini girin. Ayırdığınız IP adresi yalnızca girdiğiniz MAC adresine veya DHCP İstemci Kimliğine sahip istemciye verilecektir.";
"DHCPReservation.Mapping.Done"	= "İşiniz bittiğinde Bitti'yi tıklayın.";

"macAddress" = "MAC Adresi";
"clientID" = "DHCP İstemci Kimliği";
"ipv4Address" = "IPv4 Adresi";
"ReserveAddressBy" = "Adresi şuna göre ayır";

/*  AAUSimpleConfigTask  */

"WPS" = "Kablosuz İstemciyi Ayarlama Yardımcısı";
"WPS.Auth.Intro" = "Bir istemcinin parolayla korunan bir ağa parola olmadan katılmasına izin vermenin iki yolu vardır. Ya kullanıcı için bir PIN girebilirsiniz ya da ağınıza katılmaya çalışan ilk istemciye izin verebilirsiniz.";
"WPS.Auth.DayPass" = "Bu istemcinin erişimini yalnızca 24 saatle de sınırlamayı seçebilirsiniz.";

"WPS.PIN.Intro" = "İstemcinin PIN'ini girin.";
"WPS.PIN.Description" = "PIN, istemcinin ekranında gösterilecek veya istemcinin ekranı yoksa aygıtta yazdırılacaktır.";

"WPS.Done.Intro" = "Kablosuz istemci, ağınıza başarıyla katıldıktan sonra aşağıda görünecektir.";
"WPS.Done.Waiting" = "Kablosuz istemci bekleniyor…";
"WPS.Done.Failed" = "Kablosuz bir istemci ağınıza katılmaya çalışırken bir hata oluştu. Lütfen yeniden deneyin.";
"WPS.Done.Success" = "Yeni kablosuz istemcinin ağınıza katılması başarılı oldu.";

"AllowClientsBy" = "İstemciye şu yolla izin ver:";
"PIN" = "PIN";
"FirstCome" = "İlk girişim";
"DayPass" = "İstemcinin erişimini 24 saatle sınırla";

/* AAUWirelessOptionsTask */

"WirelessOptions" = "Kablosuz Ağ Seçenekleri";

/* AAUBaseStationOptionsTask */

"BaseStationOptions" = "Seçenekler";

/* AAUBaseStationHostnameTask */

"BaseStationHostname" = "Sunucu Adı";
"BaseStationHostnames" = "Sunucu adları";

/* AAUEditDualChannelsTask */

"EditDualChannels" = "Radyo Kanalları";

"AppleWiFiConnectOptions" = "Kablosuz İstemci Seçenekleri";

/* EditUSBDeviceTask */
"EditUSBDevice" = "USB Aygıt";

"USBDeviceSharingAccounts" = "Hesaplar";
"USBDeviceSharingAccounts.title" = "Kullanıcı Hesaplarını Seç";
"AddNewAccount" = "Yeni Hesap Ekle";
"SaveAccount" = "Hesabı Kaydet";

"USBDeviceIsExclusive" = "Bu aygıtı belirli bir anda bir istemci kullanabilir";

"USBDeviceSharing" = "Erişim Sınırlamaları";
"USBDeviceSharing.0" = "Sınırlama yok";
"USBDeviceSharing.1" = "%@ parolası kullan";	/* product name goes here */
"USBDeviceSharing.2" = "Bir USB aygıt parolası kullan";
"USBDeviceSharing.3" = "Hesapları kullan";

/* WaitForDirectConnectTask */

"WaitForDirectConnectTask" = "Eski Time Capsule'ü bağlayın";
"WaitForDirectConnectTask.replacecables" = "Eski Time Capsule'deki tüm Ethernet kablolarını yeni Time Capsule'e taşıyın.";
"WaitForDirectConnectTask.directdescription" = "Aktarmayı en iyi şekilde gerçekleştirmek için, ek bir Ethernet kablosu kullanın ve onu, eski Time Capsule'ün WAN kapısından yeni Time Capsule'deki LAN kapısına bağlayın.";
"WaitForDirectConnectTask.initialcheck" = "Time Capsule'ünüzün Ethernet üzerinden bağlı olup olmadığı denetleniyor…";
"WaitForDirectConnectTask.ok1" = "Time Capsule'leriniz artık bağlılar.";
"WaitForDirectConnectTask.ok2" = "Aktarmayı başlatmak için Sürdür'ü tıklayın.";
"WaitForDirectConnectTask.ok3" = "Aktardığınız diskin içeriğine bağlı olarak aktarma işlemi uzun sürebilir.";
"WaitForDirectConnectTaskOldLabel" = "Eski Time Capsule";
"WaitForDirectConnectTaskNewLabel" = "Yeni Time Capsule";

/* VerifyInternetConnection */

"VerifyInternetConnectionTitle" = "Internet Bağlantısını Doğrulama";
"VerifyInternetConnectionTest" = "AirPort İzlencesi, bu %@ öğesinin Internet'e bağlı olduğunu doğruluyor.";
"VerifyInternetConnectionTestSuccess" = "Bu %@, Internet'e bağlı. Sürdür'ü tıklayın.";
"VerifyInternetConnectionTestFailure" = "Aktarma sırasında Internet bağlantınızı kullanmak istiyorsanız, DSL veya kablo modeminizin yeni Time Capsule’ün WAN kapısına bağlı olduğundan emin olun. Modemi kapatın, eğer varsa pilini çıkarın, birkaç saniye bekleyin, pilini geri takın ve sonra modemi tekrar açın. Bağlandıktan sonra Sürdür’ü tıklayın.";
"VerifyInternetConnectionTestFailureIgnore" = "Aktarma sırasında Internet bağlantınızı kullanmak istemiyorsanız, Sürdür'ü tıklayın.";

